export const occupations: any = [
  {
    id: 22,
    children: [
      {
        id: 2201,
        name: 'שירותי אבטחה'
      },
      {
        id: 2202,
        name: 'שירותי חקירה'
      }
    ],
    name: 'אבטחה וחקירות'
  },
  {
    id: 21,
    children: [
      {
        id: 2104,
        name: 'השמה, גיוס ומשאבי אנוש'
      },
      {
        id: 2103,
        name: 'ועד בית'
      },
      {
        id: 2101,
        name: 'שירותי משרד'
      },
      {
        id: 2102,
        name: 'שליחויות'
      }
    ],
    name: 'אדמינסטרציה ולוגיסטיקה'
  },
  {
    id: 13,
    children: [
      {
        id: 1301,
        name: 'אדריכלות'
      },
      {
        id: 1302,
        name: 'עיצוב פנים'
      },
      {
        id: 1303,
        name: 'עיצוב תכשיטים'
      },
      {
        id: 1304,
        name: 'עיצוב תעשייתי'
      }
    ],
    name: 'אדריכלות ועיצוב'
  },
  {
    id: 23,
    children: [
      {
        id: 2304,
        name: 'איפור'
      },
      {
        id: 2307,
        name: 'מניקור / פדיקור'
      },
      {
        id: 2302,
        name: 'עיצוב אופנה'
      },
      {
        id: 2301,
        name: 'עיצוב טקסטיל'
      },
      {
        id: 2305,
        name: 'עיצוב שיער'
      },
      {
        id: 2306,
        name: 'קוסמטיקאית'
      },
      {
        id: 2303,
        name: 'שירותי סטיילינג'
      }
    ],
    name: 'אופנה ויופי'
  },
  {
    id: 1,
    children: [
      {
        id: 108,
        name: 'BI'
      },
      {
        id: 107,
        name: 'IT'
      },
      {
        id: 106,
        name: 'בדיקות תוכנה'
      },
      {
        id: 103,
        name: 'חומרה'
      },
      {
        id: 104,
        name: 'טכנאי מחשבים'
      },
      {
        id: 105,
        name: 'ייעוץ טכנולוגי'
      },
      {
        id: 110,
        name: 'מידענות'
      },
      {
        id: 109,
        name: 'עיצוב חווית משתמש'
      },
      {
        id: 101,
        name: 'פיתוח תוכנה'
      },
      {
        id: 102,
        name: 'שיווק דיגיטלי'
      }
    ],
    name: 'אינטרנט ומחשבים'
  },
  {
    id: 17,
    children: [
      {
        id: 1702,
        name: 'הפקת אירועים'
      },
      {
        id: 1703,
        name: 'צימרים וחדרי אירוח'
      },
      {
        id: 1704,
        name: 'קונדיטוריה'
      },
      {
        id: 1701,
        name: 'קייטרינג'
      }
    ],
    name: 'אירוח והסעדה'
  },
  {
    id: 8,
    children: [
      {
        id: 803,
        name: 'איור'
      },
      {
        id: 804,
        name: 'הוצאה לאור'
      },
      {
        id: 808,
        name: 'הפעלת ימי הולדת'
      },
      {
        id: 807,
        name: 'ליצנות'
      },
      {
        id: 801,
        name: 'ספרות, שירה ומחזאות'
      },
      {
        id: 802,
        name: 'ציור'
      },
      {
        id: 806,
        name: 'קוסמות'
      },
      {
        id: 805,
        name: 'תיאטרון'
      }
    ],
    name: 'אמנות ויצירה'
  },
  {
    id: 20,
    children: [
      {
        id: 2007,
        name: 'אחזקות ושירותים'
      },
      {
        id: 2002,
        name: 'אינסטלציה'
      },
      {
        id: 2012,
        name: 'זגגות'
      },
      {
        id: 2003,
        name: 'חשמל'
      },
      {
        id: 2010,
        name: 'יזמות נדל״ן'
      },
      {
        id: 2001,
        name: 'מיזוג אויר'
      },
      {
        id: 2009,
        name: 'מסגרות'
      },
      {
        id: 2005,
        name: 'נגרות'
      },
      {
        id: 2013,
        name: 'קבלנות'
      },
      {
        id: 2004,
        name: 'שיפוצים'
      }
    ],
    name: 'בניין, שיפוצים ותחזוקה'
  },
  {
    id: 24,
    children: [
      {
        id: 2402,
        name: 'אילוף כלבים'
      },
      {
        id: 2404,
        name: 'דוג ווקר'
      },
      {
        id: 2403,
        name: 'פנסיון כלבים'
      },
      {
        id: 2401,
        name: 'רפואה וטרינרית'
      }
    ],
    name: 'בעלי חיים'
  },
  {
    id: 6,
    children: [
      {
        id: 610,
        name: 'אורטופדיה'
      },
      {
        id: 602,
        name: 'טיפול אלטרנטיבי'
      },
      {
        id: 616,
        name: 'טיפול באמנות'
      },
      {
        id: 605,
        name: 'ייעוץ נפשי'
      },
      {
        id: 611,
        name: 'ייעוץ תזונתי'
      },
      {
        id: 617,
        name: 'נטורופתיה'
      },
      {
        id: 613,
        name: 'עבודה סוציאלית'
      },
      {
        id: 604,
        name: 'עיסוי'
      },
      {
        id: 603,
        name: 'פיזיותרפיה'
      },
      {
        id: 607,
        name: 'פסיכולוגיה'
      },
      {
        id: 606,
        name: 'פסיכיאטריה'
      },
      {
        id: 612,
        name: 'קלינאות תקשורת'
      },
      {
        id: 614,
        name: 'ריפוי בעיסוק'
      },
      {
        id: 601,
        name: 'רפואה'
      },
      {
        id: 609,
        name: 'רפואת שיניים'
      },
      {
        id: 608,
        name: 'תמיכת לידה והנקה'
      },
      {
        id: 615,
        name: 'תרפיה בתנועה'
      }
    ],
    name: 'בריאות ונפש'
  },
  {
    id: 27,
    children: [
      {
        id: 2701,
        name: 'הובלות'
      },
      {
        id: 2704,
        name: 'מורה נהיגה'
      },
      {
        id: 2705,
        name: 'משלוחים'
      },
      {
        id: 2703,
        name: 'נהג הסעות'
      },
      {
        id: 2702,
        name: 'נהג מונית'
      }
    ],
    name: 'הובלה, הסעות ומשלוחים'
  },
  {
    id: 3,
    children: [
      {
        id: 305,
        name: 'הנדסה אזרחית'
      },
      {
        id: 301,
        name: 'הנדסת בניין'
      },
      {
        id: 303,
        name: 'הנדסת חשמל'
      },
      {
        id: 302,
        name: 'הנדסת מזון'
      },
      {
        id: 304,
        name: 'הנדסת מכונות'
      },
      {
        id: 307,
        name: 'ייעוץ ותכנון'
      },
      {
        id: 306,
        name: 'מודד מוסמך'
      }
    ],
    name: 'הנדסה'
  },
  {
    id: 5,
    children: [
      {
        id: 501,
        name: 'אימון כושר'
      },
      {
        id: 505,
        name: 'הדרכת גלישה'
      },
      {
        id: 502,
        name: 'חוגים'
      },
      {
        id: 503,
        name: 'פילאטיס ויוגה'
      },
      {
        id: 504,
        name: 'קבוצת ספורט'
      }
    ],
    name: 'חוגים, פנאי וספורט'
  },
  {
    id: 9,
    children: [
      {
        id: 903,
        name: 'גן ילדים'
      },
      {
        id: 904,
        name: 'הוראה מתקנת'
      },
      {
        id: 905,
        name: 'ישיבה'
      },
      {
        id: 901,
        name: 'מורה פרטי'
      },
      {
        id: 902,
        name: 'מרצה'
      }
    ],
    name: 'חינוך והוראה'
  },
  {
    id: 7,
    children: [
      {
        id: 701,
        name: 'אגרונומיה'
      },
      {
        id: 702,
        name: 'גננות'
      },
      {
        id: 704,
        name: 'הדברה'
      },
      {
        id: 703,
        name: 'חקלאות'
      }
    ],
    name: 'חקלאות'
  },
  {
    id: 2,
    children: [
      {
        id: 202,
        name: 'הנהלת חשבונות'
      },
      {
        id: 203,
        name: 'ייעוץ מס'
      },
      {
        id: 201,
        name: 'ראיית חשבון'
      }
    ],
    name: 'חשבונאות'
  },
  {
    id: 15,
    children: [
      {
        id: 1504,
        name: 'אמנות כללית'
      },
      {
        id: 1511,
        name: 'די ג׳יי'
      },
      {
        id: 1501,
        name: 'הפקות'
      },
      {
        id: 1509,
        name: 'טלויזיה וקולנוע'
      },
      {
        id: 1502,
        name: 'מוסיקה'
      },
      {
        id: 1506,
        name: 'משחק'
      },
      {
        id: 1505,
        name: 'סאונד'
      },
      {
        id: 1510,
        name: 'צילום'
      },
      {
        id: 1508,
        name: 'שדרנות'
      },
      {
        id: 1503,
        name: 'שירה'
      },
      {
        id: 1512,
        name: 'תאורה'
      },
      {
        id: 1507,
        name: 'תסריטאות'
      }
    ],
    name: 'טלויזיה ומקצועות הבמה'
  },
  {
    id: 16,
    children: [
      {
        id: 1601,
        name: 'אימון'
      },
      {
        id: 1606,
        name: 'טיפול זוגי'
      },
      {
        id: 1605,
        name: 'טיפול משפחתי'
      },
      {
        id: 1604,
        name: 'ייעוץ אישי'
      },
      {
        id: 1607,
        name: 'ייעוץ אסטרטגי'
      },
      {
        id: 1603,
        name: 'ייעוץ ארגוני'
      },
      {
        id: 1602,
        name: 'ייעוץ עסקי'
      }
    ],
    name: 'ייעוץ וקואוצ׳ינג'
  },
  {
    id: 12,
    children: [
      {
        id: 1202,
        name: 'גישור'
      },
      {
        id: 1201,
        name: 'עו״ד'
      },
      {
        id: 1203,
        name: 'עו״ד ונוטריון'
      }
    ],
    name: 'משפטים'
  },
  {
    id: 25,
    children: [
      {
        id: 2502,
        name: 'בישול'
      },
      {
        id: 2501,
        name: 'שירותי נקיון'
      }
    ],
    name: 'משק בית'
  },
  {
    id: 19,
    children: [
      {
        id: 1902,
        name: 'יעוץ מקרקעין'
      },
      {
        id: 1903,
        name: 'שמאות'
      },
      {
        id: 1901,
        name: 'תיווך'
      }
    ],
    name: 'נדל״ן'
  },
  {
    id: 28,
    children: [
      {
        id: 2802,
        name: 'מוצרים לבית'
      },
      {
        id: 2801,
        name: 'מזון, משקאות וטבק'
      },
      {
        id: 2803,
        name: 'מכונות, ציוד ואספקה'
      }
    ],
    name: 'סיטונאות'
  },
  {
    id: 14,
    children: [
      {
        id: 1402,
        name: 'בנקאי'
      },
      {
        id: 1404,
        name: 'ייעוץ פיננסי'
      },
      {
        id: 1405,
        name: 'ייעוץ פנסיוני'
      },
      {
        id: 1401,
        name: 'כלכלן'
      },
      {
        id: 1406,
        name: 'מחקר ואנליזה'
      },
      {
        id: 1403,
        name: 'סוכן ביטוח'
      }
    ],
    name: 'פיננסים, השקעות וביטוח'
  },
  {
    id: 4,
    children: [
      {
        id: 404,
        name: 'הפקת דפוס'
      },
      {
        id: 405,
        name: 'ייעוץ פרסומי'
      },
      {
        id: 403,
        name: 'ייעוץ שיווקי'
      },
      {
        id: 402,
        name: 'כתיבה שיווקית'
      },
      {
        id: 406,
        name: 'עיצוב גרפי'
      },
      {
        id: 401,
        name: 'צילום'
      },
      {
        id: 407,
        name: 'שיווק ומכירות'
      }
    ],
    name: 'פרסום ושיווק'
  },
  {
    id: 18,
    children: [
      {
        id: 1801,
        name: 'מסחר בינלאומי'
      },
      {
        id: 1802,
        name: 'עמילות מכס'
      },
      {
        id: 1803,
        name: 'שילוח'
      }
    ],
    name: 'שילוח'
  },
  {
    id: 11,
    children: [
      {
        id: 1101,
        name: 'מוהל'
      },
      {
        id: 1103,
        name: 'משגיח כשרות'
      },
      {
        id: 1102,
        name: 'רב'
      }
    ],
    name: 'שירותי דת'
  },
  {
    id: 26,
    children: [
      {
        id: 2603,
        name: 'ארגון טיולים'
      },
      {
        id: 2602,
        name: 'הדרכת טיולים'
      },
      {
        id: 2601,
        name: 'סוכנות נסיעות'
      }
    ],
    name: 'תיירות ונופש'
  },
  {
    id: 10,
    children: [
      {
        id: 1004,
        name: 'דוברות'
      },
      {
        id: 1003,
        name: 'יחסי ציבור'
      },
      {
        id: 1001,
        name: 'כתיבה עיתונאית'
      },
      {
        id: 1007,
        name: 'עריכה ותרגום'
      },
      {
        id: 1002,
        name: 'צילום'
      },
      {
        id: 1006,
        name: 'שירותי תוכן'
      },
      {
        id: 1005,
        name: 'תחקירנות'
      }
    ],
    name: 'תקשורת ועיתונות'
  }
];
